; -----------------------------------------------------------------------------;
; LocK-A-FoLdeR Language File
; Language : Italiano
; Translation by: Mauro Pinato
; -----------------------------------------------------------------------------;

[LocK-A-FoLdeR]
authorlink = "correctlyincorrect@gmail.com "
Translationby = "Mauro Pinato"
Language = "Italiano"
pickatask = "Scegli opzione"
lockafolder = "Proteggi cartella"
unlockselected = "Sproteggi cartella selezionata"
changepassword = "Cambia Master Password"
exit = "Esci"
Aboutlockafolder = "Su LocK-A-FoLdeR"
enternewpassword = "Digita nuova master password"
entermasterpassword = "Digita Master password"
alreadyrunning = "LocK-A-FoLdeR è già avviato"
doesntexist = "non esiste"
chooseafolder = "Scegli una cartella da proteggere"
selectfirst = "si prega di selezonare la cartella"
alreadyinlist = "è già nella lista"
plzwait = "attendere prego"
unable2lock = "non può essere bloccato"
unable2unlock = "non può essere sbloccato"
invalidpass = "Password non valida"
alertmasterpass = "Si prega di scegliere una master password."
nointernet = "Prblema: verificare connessione internet "
checkupdates = "controlla aggiornamenti"
openreadme = "Apri file leggimi"
visitwebpage = "Visita il nostro sito"
rescuecentre = "Gestione cartelle"
Rescuefolder = "Sblocca cartella"
notinlist = "Le cartelle non in lista possono essere sbloccate da quì."